export const privacyPolicyTW = `
<p>
  本隱私權政策說明您所享有的隱私權，法律提供的保護，以及在您使用本服務時，本公司如何蒐集、利用與揭露您的資訊，包括相關政策及程序。
</p>
<p>
  為提供與改進本服務，本公司將利用您的個人資料。若您使用本服務，即代表同意本公司依本隱私權政策蒐集與利用資訊。
</p>
<h1>釋義及定義</h1>
<h2>釋義</h2>
<p>本政策用語定義如下。無論為單數或複數，均適用相同定義。</p>
<h2>定義</h2>
<p>本隱私權政策中：</p>
<ul>
  <li>
    <p>「帳戶」是指專門為您建立，供您使用本服務或其中任何部分的帳戶。</p>
  </li>
  <li>
    <p>
      加州消費者隱私法 (CCPA，以下稱「加州法」)
      中的「企業」是指本公司，亦即蒐集消費者個人資訊，並決定個人資訊處理目的及方法，或由他人代表蒐集消費者個人資訊，並單獨或與他人共同決定個人資訊處理目的及方法，且於加州經營業務的法律實體。
    </p>
  </li>
  <li>
    <p>
      「本公司」或「我們」是指優聘資訊科技有限公司，設址於台中市西屯區府會園道
      179 號 6 樓之 2。
    </p>
    <p>
      本公司是歐盟通用資料保護規則 (GDPR，以下稱「歐盟規則」) 中的資料控管者。
    </p>
  </li>
  <li>
    <p>
      加州法中的「消費者」，是指屬於加州居民的自然人。該法所定義的居民，包括 (1)
      除臨時或暫時目的外，位於美國境內的個人；(2)
      居住於美國境內，但因臨時或暫時目的位於美國境外的個人。
    </p>
  </li>
  <li>
    <p>
      「Cookie」是指網站放置在電腦、行動裝置或其他裝置的小型檔案，其中可存放使用者瀏覽該網站的記錄，並具有其他用途。
    </p>
  </li>
  <li>
    <p>「國家」是指：台灣</p>
  </li>
  <li>
    <p>
      歐盟規則中的「資料控管者」是指本公司，亦即單獨或與他人共同決定個人資料處理目的及方法的法人。
    </p>
  </li>
  <li>
    <p>「裝置」是指可使用本服務的裝置，例如電腦、行動電話或平板電腦。</p>
  </li>
  <li>
    <p>「個人資料」是指與特定或可識別個人有關的資訊。</p>
    <p>
      歐盟規則中的個人資料，是指與個人有關的資訊，例如姓名、身分識別號碼、位置資料、網路識別符號或特定身體、生理、遺傳、心理、經濟、文化或社會身分識別因素。
    </p>
    <p>
      加州法中的個人資料，是指直接或間接辨識、關於、描述、足以或可合理連結至個人的資訊。
    </p>
  </li>
  <li>
    <p>
      加州法中的「出售」，是指基於金錢或其他有效對價，以口頭、書面、電子或其他方式，將消費者的個人資訊出售、出租、發布、揭露、散布、提供、移轉或傳送予其他企業或第三方。
    </p>
  </li>
  <li>
    <p>「本服務」是指本網站。</p>
  </li>
  <li>
    <p>
      「服務供應商」是指代表本公司處理資料的自然人或法人，亦即本公司用於支援本服務，代表本公司提供本服務，執行本服務相關服務，或協助本公司分析本服務使用情況的第三方公司或個人。服務供應商屬於歐盟規則中的資料處理者。
    </p>
  </li>
  <li>
    <p>
      「使用資料」是指自動蒐集的資料，無論是因使用本服務或由本服務的基礎架構產生
      (例如在造訪網頁時)。
    </p>
  </li>
  <li>
    <p>
      「本網站」是指 Insula，網址為
      <a
        href="https://www.insula.ai/"
        target="_blank"
        rel="external nofollow noopener"
        >www.insula.ai</a
      >
    </p>
  </li>
  <li>
    <p>
      「您」是指存取或使用本服務的個人，或由此類個人代表存取或使用本服務的公司或其他法律實體，視情況而定。
    </p>
    <p>
      因為您是使用本服務的個人，依照歐盟規則，您可能屬於資料當事人或使用者。
    </p>
  </li>
</ul>
<h1>蒐集與利用您的個人資料</h1>
<h2>蒐集資料類型</h2>
<h3>個人資料</h3>
<p>
  在您使用本服務時，我們可能請您提供個人身分識別資訊，以便與您聯絡，或辨識您的身分。個人身分識別資訊可能包括，但不限於：
</p>
<ul>
  <li>
    <p>電子郵件地址</p>
  </li>
  <li>
    <p>姓名</p>
  </li>
  <li>
    <p>使用資料</p>
  </li>
</ul>
<h3>使用資料</h3>
<p>在您使用本服務時，系統將自動蒐集使用資料。</p>
<p>
  使用資料可能包括裝置的網路位址 (例如 IP
  位址)、瀏覽器類型、瀏覽器版本、您在本服務中造訪的網頁，造訪日期及時間、在頁面停留的時間、裝置識別碼及其他診斷資料。
</p>
<p>
  在您透過行動裝置使用本服務時，我們將自動蒐集特定資訊，包括但不限於行動裝置類型、行動裝置識別號碼、行動裝置
  IP 位址、行動作業系統、網路瀏覽器類型、裝置識別碼及其他診斷資料。
</p>
<p>我們另可能在您透過行動裝置造訪或使用本服務時，蒐集瀏覽器所發送的資訊。</p>
<h3>追蹤技術及 Cookie</h3>
<p>
  本公司運用 Cookie
  及類似追蹤技術，追蹤本服務的使用情況，並儲存特定資訊。此類追蹤技術包括信標、標籤及程式碼，目的在蒐集、追蹤資訊與改善、分析本服務。本公司採用的技術可能包括：
</p>
<ul>
  <li>
    Cookie 或瀏覽器 Cookie。Cookie
    是放置在裝置中的小型檔案。您可將瀏覽器設定為拒絕所有 Cookie，或在收到 Cookie
    出現提示。若您不接受
    Cookie，即可能無法使用本服務的特定部分。除非您將瀏覽器設定為拒絕
    Cookie，本服務將可使用 Cookie。
  </li>
  <li>
    Flash Cookie：本服務的特定功能，可能使用本地儲存物件 (或 Flash Cookie)
    蒐集與儲存您的偏好，或您使用本服務的情況。Flash Cookie
    並非由瀏覽器設定管理，與瀏覽器 Cookie 不同。想要瞭解如何刪除 Flash
    Cookies，請參考中的
    <a
      href="https://helpx.adobe.com/flash-player/kb/disable-local-shared-objects-flash.html#main_Where_can_I_change_the_settings_for_disabling__or_deleting_local_shared_objects_"
      target="_blank"
      rel="external nofollow noopener"
      >「如何變更設定，才能停用或刪除本地共享物件？」</a
    >
  </li>
  <li>
    網路信標：本服務及電子郵件中，可能包含名為網路信標 (亦稱為透明
    gif、像素標籤、單像素 gif)
    的小型電子檔案，以供本公司計算造訪網頁、開啟電子郵件的人數，並蒐集其他相關網站統計資訊
    (例如記錄特定部分的受歡迎程度，或確認系統及伺服器的完整性)。
  </li>
</ul>
<p>
  Cookie 可分為「永久」及「暫時」Cookie。永久 Cookie
  在您離線後，將留在您的個人電腦或行動裝置中，暫時 Cookie
  則將在您關閉網路瀏覽器時刪除。深入瞭解 Cookie：
  <a href="https://www.privacypolicies.com/blog/cookies/" target="_blank"
    >什麼是 Cookie？</a
  >
</p>
<p>我們將永久及暫時 Cookie 用於以下目的：</p>
<ul>
  <li>
    <p>必要 Cookie</p>
    <p>類型：暫時 Cookie</p>
    <p>管理者：本公司</p>
    <p>
      目的：為透過本網站向您提供服務，確保您可使用特定功能，必須設置此類
      Cookie。此類 Cookie 可協助驗證使用者，避免使用者帳戶遭到盜用。若無此類
      Cookie，即可能無法提供您所要求的服務，我們使用此類
      Cookie，目的僅限於為您提供服務。
    </p>
  </li>
  <li>
    <p>接受 Cookie 政策/說明 Cookie</p>
    <p>類型：永久 Cookie</p>
    <p>管理者：本公司</p>
    <p>目的：此類 Cookie 可確認使用者是否接受本網站的 Cookie。</p>
  </li>
  <li>
    <p>功能性 Cookie</p>
    <p>類型：永久 Cookie</p>
    <p>管理者：本公司</p>
    <p>
      目的：此類 Cookie 可記住您使用本網站時的選擇，例如登入資料或語言偏好。此類
      Cookie
      目的在提供較為個人化的體驗，使您在每次使用本網站時，無需每次重新輸入。
    </p>
  </li>
  <li>
    <p>追蹤及成效 Cookie</p>
    <p>類型：永久 Cookie</p>
    <p>管理者：第三方</p>
    <p>
      目的：此類 Cookie 可追蹤本網站的流量及使用情況相關資訊。透過此類 Cookie
      蒐集的資訊，可能直接或間接將您認定為個別訪客，原因在於所蒐集的資訊，一般將連結至與存取網站裝置有關的匿名識別符號。我們可能使用此類
      Cookie 測試本網站的新頁面、特性或功能，藉此瞭解使用者的反應。
    </p>
  </li>
</ul>
<p>
  想要深入瞭解本公司使用的 Cookie，以及您所具有的 Cookie 相關選項，請參考 Cookie
  政策或隱私權政策的 Cookie 部分。
</p>
<h2>利用您的個人資料</h2>
<p>本公司可能將個人資料用於以下目的：</p>
<ul>
  <li>
    <p>提供與維持本服務，包括監測本服務的使用情況。</p>
  </li>
  <li>
    <p>
      管理您的帳戶：管理您在本服務的使用者註冊資料。您所提供的個人資料，可供您以註冊使用者身分，使用本服務的不同功能。
    </p>
  </li>
  <li>
    <p>
      履行合約：擬訂、遵守與履行您因採購產品或服務所簽訂的合約，或透過本服務與本公司簽訂的其他合約。
    </p>
  </li>
  <li>
    <p>
      與您聯絡：在必要或適當情況下，透過電子郵件、電話、簡訊或其他類似電子訊息
      (例如行動應用程式的推播通知)
      與您聯絡，提供有關功能、產品或服務執行的更新或說明資訊，包括安全更新。
    </p>
  </li>
  <li>
    <p>
      針對與您所採購或詢問者類似的本公司商品、服務或活動，提供相關新聞、優惠或一般資訊，除非您選擇拒收此類資訊。
    </p>
  </li>
  <li>
    <p>管理您的要求：處理與管理您向本公司提出的要求。</p>
  </li>
  <li>
    <p>
      業務移轉及其他目的：就您使用本公司服務產出之資訊與分析結果，本公司將隱去個人資料，使該等資訊與結果無從連結至您個人後，將該等資訊與結果提供予公司/企業/組織/學術機構以改進本服務、產品、行銷、使用體驗；或將個人資料出售予第三方。詳細規定依本政策揭示之加州法規定，非加州居民亦同。
    </p>
  </li>
</ul>
<p>在以下情況，我們可能提供您的個人資訊：</p>
<ul>
  <li>
    服務供應商：本公司可能向服務供應商提供您的個人資訊，以監測與分析本服務的使用情況，或與您聯絡。
  </li>
  <li>
    業務移轉：本公司可能因合併、出售公司資產、融資、其他公司收購本公司全部或部分業務，或在相關協商過程中，提供或移轉您的個人資訊。
  </li>
  <li>
    關係企業：本公司可能向關係企業提供您的資訊，在此情況，我們將要求關係企業遵守本隱私權政策。關係企業包括本公司的母公司、其他子公司、合資夥伴、本公司所控制或與本公司共同受控制的公司。
  </li>
  <li>
    業務夥伴：本公司可能向業務夥伴提供您的資訊，以向您提供特定產品、服務、促銷活動，或使業務夥伴得以改進其產品或服務。
  </li>
  <li>
    其他使用者：若您向其他使用者提供您的個人資訊，或在公共區域與其他使用者交流，該項資訊將可供所有使用者瀏覽，亦可能公開散布。
  </li>
  <li>
    取得您的同意：本公司可能在取得您的同意後，為其他目的揭露您的個人資訊。
  </li>
</ul>
<h2>保留您的個人資料</h2>
<p>
  本公司保留您的個人資料，僅限於達到本隱私權政策目的所需時間。本公司將在遵守法定義務
  (例如本公司依法必須保留您的資料)、解決爭議、履行合約及執行政策所需範圍內，保留與利用您的個人資料。
</p>
<p>
  公司亦將保留使用資料，以供內部分析。使用資料的保留期間一般較短，除非此類資料將用於加強安全防護，或提升本服務的功能，或本公司依法有義務將此類資料保留較長期間。
</p>
<h2>移轉您的個人資料</h2>
<p>
  本公司的資訊 (包括個人資料)
  處理地點，可能是本公司的營業處所，或其他參與處理者所在地點。您的資訊可能移轉至並儲存在其他地點的電腦中，該地所適用的資料保護法規，可能與您所在的國家/地區不同。
</p>
<p>若您同意本隱私權政策，並提供您的資訊，即代表同意前述移轉。</p>
<p>
  本公司將採取合理必要措施，確保以安全的方式，依本隱私權政策處理您的資料，除非具備適當控管措施
  (包括保護您的資料及其他個人資訊)，不會將您的個人資料移轉至其他組織或國家。
</p>
<h2>揭露您的個人資料</h2>
<h3>業務交易：</h3>
<p>
  若本公司參與合併、收購或資產交易，可能因此移轉您的個人資料。在您的個人資料移轉及適用不同隱私權政策前，本公司將提出通知。
</p>
<h3>執法：</h3>
<p>
  在特定情況下，本公司可能必須依照法律規定，或公家機關 (例如法院或政府機關)
  的有效要求，揭露您的個人資料。
</p>
<h3>其他法規：</h3>
<p>若本公司基於下列理由，確實認定為必要，即可能揭露您的個人資料：</p>
<ul>
  <li>遵守法定義務</li>
  <li>保護本公司的權利或財產</li>
  <li>防止或調查有關本服務的可能錯誤</li>
  <li>保護本服務的使用者或一般大眾安全</li>
  <li>避免法律責任</li>
</ul>
<h2>保護您的個人資料</h2>
<p>
  本公司極為重視個人資料安全，但請注意，所有網路傳輸及電子儲存方法均非百分之百安全。我們盡力採用在商業上可接受的方法，保護您的個人資料，但無法保證資料絕對安全。
</p>
<h1>有關個人資料處理的詳細資訊</h1>
<p>
  本公司採用的服務供應商，可能取得您的個人資料。此類第三方廠商將依其隱私權政策，蒐集、儲存、利用、處理與移轉與您使用本服務有關的資訊。
</p>
<h2>分析</h2>
<p>本公司可能採用第三方服務供應商，監測與分析本服務的使用情況。</p>
<ul>
  <li>
    <p><strong>Google Analytics</strong></p>
    <p>
      Google Analytics 是 Google
      提供的網路分析服務，可用於追蹤與報告網站流量。Google
      使用所蒐集的資料，追蹤與監測本服務的使用情況，並與其他 Google
      服務共享此類資料。Google
      可能利用所蒐集的資料，決定與量身訂做自有廣告網路內容。
    </p>
    <p>
      您可選擇安裝退出 Google Analytics 瀏覽器外掛程式，拒絕向 Google Analytics
      提供您使用本服務的情況。外掛程式可避免 Google Analytics JavaScript
      (ga.js、analytics.js 及 dc.js) 與 Google Analytics 共享訪客活動相關資訊。
    </p>
    <p>
      想要深入瞭解 Google 的隱私相關措施，請參考 Google 隱私權與條款網頁:
      <a
        href="https://policies.google.com/privacy"
        target="_blank"
        rel="external nofollow noopener"
        >https://policies.google.com/privacy</a
      >
    </p>
  </li>
</ul>
<h1>歐盟規則的隱私相關規定</h1>
<h2>歐盟規則的個人資料處理根據</h2>
<p>本公司可能在以下情況處理個人資料：</p>
<ul>
  <li>同意：您針對特定目的同意處理個人資料。</li>
  <li>
    履行合約：為履行與您簽訂的合約，或簽約前即產生的義務，有必要提供個人資料。
  </li>
  <li>法定義務：為履行本公司所適用的法定義務，有必要處理個人資料。</li>
  <li>重大利益：為保護您或其他自然人的重大利益，有必要處理個人資料。</li>
  <li>公共利益：為公共利益或執行公務而處理個人資料。</li>
  <li>正當利益：本公司為追求正當利益，有必要處理個人資料。</li>
</ul>
<p>
  無論於任何情況，本公司均樂於釐清處理所適用的法律根據，特別是提供個人資料屬於法定、合約規定或簽約所需。
</p>
<h2>您依歐盟規則享有的權利</h2>
<p>本公司致力保護您的個人資料，並保證您可行使相關權利。</p>
<p>依照本隱私權政策及法律 (若您位於歐盟境內) 規定，您具有以下權利：</p>
<ul>
  <li>
    查閱個人資料：對於本公司所持有且與您有關的資訊，您有權查閱、更新或刪除。若系統提供相關功能，您可直接在帳戶設定部分，查閱、更新或要求刪除您的個人資料。若您無法自行操作，請與我們聯絡。對於本公司所持有且與您有關的個人資料，您亦可要求我們提供一份複本。
  </li>
  <li>
    要求更正個人資料：若本公司所持有且與您有關的資訊不完整或不正確，您有權要求更正。
  </li>
  <li>
    拒絕處理個人資料：若本公司根據正當利益處理個人資料，您有權考量自身情況，拒絕本公司基於本項理由處理您的個人資料。若本公司處理您的個人資料是以直銷行銷為目的，您亦有權拒絕。
  </li>
  <li>
    要求刪除個人資料：若本公司無正當理由繼續處理個人資料，您有權要求本公司刪除或移除。
  </li>
  <li>
    要求移轉個人資料：本公司將依照您的選擇，以結構化的常用機讀格式，向您或第三方提供您的個人資料。請注意，本項權利僅適用於本公司用於履行與您簽訂的合約，或您最初同意本公司利用的自動化資訊。
  </li>
  <li>
    撤回同意：您有權撤回個人資料利用同意。若您撤回同意，本公司即可能無法提供本服務的特定功能。
  </li>
</ul>
<h2>行使您依歐盟規則享有的資料保護權</h2>
<p>
  如有意行使查閱、更正、撤回或拒絕權，請與我們聯絡。請注意，我們在回覆前，可能要求您確認身分。若您提出要求，我們將盡全力迅速回覆。
</p>
<p>
  對於本公司蒐集與利用個人資料的情況，您有權向資料保護機關提出申訴。若您目前位於歐洲經濟區
  (EEA)，且欲取得詳細資訊，請與當地資料保護機關聯絡。
</p>
<h1>加州法的隱私相關規定</h1>
<p>
  本加州居民隱私權說明部分，目的在補充隱私權政策所含資訊，僅適用於居住在美國加州的訪客、使用者及他人。
</p>
<h2>個人資訊類別</h2>
<p>
  本公司蒐集直接或間接辨識、關於、描述、指稱、足以或可合理連結至特定消費者或裝置的資訊。本公司可能或已在過去十二
  (12) 個月內，向加州居民蒐集下列各類個人資訊。
</p>
<p>
  請注意，下列類別及範例為加州法所規定，不代表本公司實際上蒐集該類個人資訊，僅反映就本公司確實所知及所信，本公司可能或已蒐集該類資訊。例如，特定類別的個人資訊，可能僅在您直接提供的情況下蒐集。
</p>
<ul>
  <li>
    <p>A 類：識別資料</p>
    <p>
      例如：本名、別名、郵寄地址、身分識別號碼、網路身分識別符號、網路位址、電子郵件地址、帳戶名稱、駕照號碼、護照號碼或其他識別資料。
    </p>
    <p>蒐集：是</p>
  </li>
  <li>
    <p>B 類：加州客戶記錄法 (加州民法第 1798.80(e) 條) 所列個人資訊類別</p>
    <p>
      例如：姓名、簽名、社會安全號碼、身體特徵或描述、地址、電話號碼、護照號碼、駕照或身分證號碼、保單號碼、學歷、就業、工作經歷、銀行帳號、信用卡號碼、提款卡號碼或其他財務資訊、醫療資訊、健康保險資訊。此類個人資訊可能與其他類別重疊。
    </p>
    <p>蒐集：是</p>
  </li>
  <li>
    <p>C 類：加州或聯邦法的受保護特徵</p>
    <p>
      例如：年齡 (40
      歲以上)、種族、膚色、血統、原國籍、國籍、宗教、信仰、婚姻狀態、醫療狀況、身心障礙、性別
      (包括性別認同、性別表現、懷孕、生產及相關醫療狀況)、性取向、退伍或服役身分、遺傳資訊
      (包括家族性遺傳資訊)。
    </p>
    <p>蒐集：否</p>
  </li>
  <li>
    <p>D 類：商業資訊</p>
    <p>例如：採購或考慮採購產品/服務的記錄。</p>
    <p>蒐集：否</p>
  </li>
  <li>
    <p>E 類：生物統計資訊</p>
    <p>
      例如：遺傳、生理、行為、生物特徵，或用於擷取範本或其他識別資料、識別資訊的活動模式，例如指紋、臉紋、聲紋、虹膜或視網膜掃描、擊鍵、步態或其他身體模式、睡眠、健康或運動資料。
    </p>
    <p>蒐集：否</p>
  </li>
  <li>
    <p>F 類：網際網路或其他類似網路活動</p>
    <p>例如：與本服務或廣告的互動情況。</p>
    <p>蒐集：是</p>
  </li>
  <li>
    <p>G 類：地理位置資料</p>
    <p>例如：約略所在位置。</p>
    <p>蒐集：否</p>
  </li>
  <li>
    <p>H 類：感官資料</p>
    <p>例如：聽覺、電子、視覺、溫度、嗅覺或類似資訊。</p>
    <p>蒐集：否</p>
  </li>
  <li>
    <p>I 類：專業或就業相關資訊</p>
    <p>例如：目前職業、工作經歷或考績。</p>
    <p>蒐集：否</p>
  </li>
  <li>
    <p>
      J 類：非公開教育資訊 (依家庭教育權利及隱私法 (美國法典第 20 編第 1232g
      條；美國聯邦法規第 34 編第 99 部分))
    </p>
    <p>
      例如：教育機構或其代表所留存，且與學生直接相關的教育記錄，例如成績、成績單、學生名單、課程表、學號、學生財務資訊、學生懲處記錄。
    </p>
    <p>蒐集：否</p>
  </li>
  <li>
    <p>K 類：由其他個人資訊取得的資料</p>
    <p>
      例如：反映個人偏好、特徵、心理傾向、體質、行為、態度、智力、能力及性向的檔案。
    </p>
    <p>蒐集：否</p>
  </li>
</ul>
<p>根據加州法，個人資訊不包括：</p>
<ul>
  <li>政府記錄中的公開資訊</li>
  <li>去識別化或彙整後的消費者資訊</li>
  <li>
    加州法排除的資訊，例如：
    <ul>
      <li>
        1996 年健康保險可攜與責任法 (HIPAA) 及加州醫療資訊機密法 (CMIA)
        涵蓋的健康或醫療資訊，或臨床試驗資料
      </li>
      <li>
        特定部門隱私相關法規涵蓋的個人資訊，包括公平信用報告法
        (FRCA)、Gramm-Leach-Bliley 法 (GLBA)、加州財務資訊隱私法 (FIPA) 及 1994
        年駕駛人隱私保護法
      </li>
    </ul>
  </li>
</ul>
<h2>個人資訊來源</h2>
<p>本公司自以下來源取得上列各類個人資訊：</p>
<ul>
  <li>
    直接來自您本人：例如您在本服務中填寫的表格，或您透過本服務表達或提出的偏好。
  </li>
  <li>間接來自您本人：例如觀察您使用本服務的情況。</li>
  <li>
    自動來自您本人：例如透過在您使用本服務時，我們或服務供應商在裝置中放置的
    Cookie。
  </li>
  <li>
    來自服務供應商：例如監測與分析本服務的使用情況，或本公司用於為您提供服務的第三方廠商。
  </li>
</ul>
<h2>為業務或商業目的利用個人資訊</h2>
<p>
  本公司可能為達到「業務目的」或「商業目的」(定義如加州法)，利用或揭露所蒐集的個人資訊，包括：
</p>
<ul>
  <li>管理本服務，或為您提供本服務。</li>
  <li>
    為您提供支援，或回覆您的問題，包括調查與解決您的疑慮，或監測與改進本服務。
  </li>
  <li>
    達到您提供資訊的目的。例如，若您在查詢本服務相關問題時，提供您的聯絡資訊，我們將利用該項個人資訊回覆您的問題。
  </li>
  <li>因應執法機關要求，或遵守相關法律、法院命令或政府規定。</li>
  <li>如在蒐集您的個人資訊時所說明，或加州法所規定。</li>
  <li>內部管理或稽核目的。</li>
  <li>
    偵測資安事件，避免惡意、詐欺或不法行為，包括在必要情況下，對行為人進行追訴。
  </li>
</ul>
<p>
  請注意，以上僅為舉例說明，並未列舉全部情況。想要深入瞭解本公司如何利用此類資訊，請參考「利用您的個人資料」部分。
</p>
<p>
  若本公司決定蒐集其他類別的個人資訊，或將所蒐集的個人資訊用於重大不同、無關或不相容的目的，我們將更新本隱私權政策。
</p>
<h2>為業務或商業目的揭露個人資訊</h2>
<p>
  本公司可能或已在過去十二 (12)
  個月內，為業務或商業目的，利用或揭露以下各類個人資訊：
</p>
<ul>
  <li>
    <p>A 類：識別資料</p>
  </li>
  <li>
    <p>B 類：加州客戶記錄法 (加州民法第 1798.80(e) 條) 所列個人資訊類別</p>
  </li>
  <li>
    <p>F 類：網際網路或其他類似網路活動</p>
  </li>
</ul>
<p>
  請注意，上列類別為加州法所規定，不代表實際上揭露該類個人資訊，僅反映就本公司確實所知及所信，本公司可能或已揭露該類資訊。
</p>
<p>
  若本公司為業務或商業目的揭露個人資訊，將簽約說明目的，並要求收取方對個人資訊負擔保密義務，不得將資訊用於履約以外的任何目的。
</p>
<h2>出售個人資訊</h2>
<p>
  依照加州法的定義，「出售」是指企業基於有效對價，以口頭、書面、電子或其他方式，將消費者的個人資訊出售、出租、發布、揭露、散布、提供、移轉或傳送予第三方。因此，本公司可能以個人資訊換取特定利益，但未必是金錢利益。
</p>
<p>
  請注意，下列類別為加州法所規定，不代表本公司實際上出售該類個人資訊，僅反映就本公司確實所知及所信，本公司可能或已提供該類資訊換取對價。
</p>
<p>本公司可能或已在過去十二 (12) 個月內，出售以下各類個人資訊：</p>
<ul>
  <li>
    <p>A 類：識別資料</p>
  </li>
  <li>
    <p>B 類：加州客戶記錄法 (加州民法第 1798.80(e) 條) 所列個人資訊類別</p>
  </li>
  <li>
    <p>F 類：網際網路或其他類似網路活動</p>
  </li>
</ul>
<h2>提供個人資訊</h2>
<p>本公司可能將上列各類個人資訊，提供給以下第三方：</p>
<ul>
  <li>
    <p>服務供應商</p>
  </li>
  <li>
    <p>關係企業</p>
  </li>
  <li>
    <p>業務夥伴</p>
  </li>
  <li>
    <p>
      因本公司對您提供產品或服務，由您或您的代理人授權本公司揭露個人資訊的第三方廠商。
    </p>
  </li>
</ul>
<h2>出售未滿 16 歲者的個人資訊</h2>
<p>
  本公司不會在明知的情況下，透過本服務向未滿 16
  歲者蒐集個人資訊，但所連結的第三方網站可能蒐集此類資訊。第三方網站另外訂有使用條款及隱私權政策，建議父母及監護人監督子女的網路使用情況，並要求子女若未取得同意，不可在網站提供任何資訊。
</p>
<p>
  對於本公司明知未滿 16 歲的消費者，除非確實取得 13 到 16 歲消費者同意，或未滿
  13 歲消費者的父母或監護人同意
  (選擇同意權)，本公司不會出售其個人資訊。選擇同意出售個人資訊的消費者，後續可隨時選擇退出。如有意行使選擇退出權，您
  (或您的授權代表) 可向本公司提出要求。
</p>
<p>
  若您有理由相信未滿 13 歲 (或 16 歲)
  者向本公司提供了個人資訊，請與我們聯絡，說明詳細情況，以利我們刪除該項資訊。
</p>
<h2>您依加州法享有的權利</h2>
<p>
  加州法賦予加州居民有關個人資訊的特定權利。若您是加州居民，即具有以下權利：
</p>
<ul>
  <li>知情權：您有權要求本公司說明蒐集個人資料的類別及用途。</li>
  <li>
    要求權：根據加州法，您有權要求本公司向您說明所蒐集、利用、出售、為商業目的揭露及提供的個人資訊。<br />本公司收到您的要求，並加以確認後，將在與您有關的範圍內，向您說明:<br />
    <ul>
      <li>本公司蒐集的各類個人資訊</li>
      <li>本公司蒐集個人資訊的各類來源</li>
      <li>本公司蒐集或出售個人資訊的業務或商業目的</li>
      <li>本公司提供個人資訊的各類第三方</li>
      <li>本公司蒐集的特定個人資訊內容</li>
      <li>
        若本公司出售您的個人資訊，或為業務目的揭露您的個人資訊，另將向您說明：<br />
        <ul>
          <li>所出售的各類個人資訊</li>
          <li>所揭露的各類個人資訊</li>
        </ul>
      </li>
    </ul>
  </li>
  <li>
    拒絕出售個人資料權
    (選擇退出權)：您有權要求本公司不出售您的個人資訊。如有意選擇退出，請與我們聯絡。
  </li>
  <li>
    刪除個人資料權：除特定情況外，您有權要求刪除您的個人資料。除非適用例外情況，本公司收到您的要求，並加以確認後，將自記錄中刪除
    (並指示服務供應商刪除)
    您的個人資訊。若本公司或服務供應商基於以下理由，有必要保留該項資訊，我們可拒絕刪除：<br />
    <ul>
      <li>
        完成本公司蒐集個人資訊所根據的交易，提供您所要求的商品或服務，在本公司與您的持續業務關係中，採取可合理預期的行動，或履行本公司與您簽訂的合約。
      </li>
      <li>偵測資安事件，避免惡意、詐欺或不法行為，或對行為人進行追訴。</li>
      <li>針對產品進行除錯，以確認與修復影響既有預期功能的錯誤。</li>
      <li>
        保障言論自由，確保其他消費者行使言論自由權，或法律賦予的其他權利。
      </li>
      <li>遵守加州電子通訊隱私法 (加州刑法第 1546 條以下)。</li>
      <li>
        基於公共利益，依照相關倫理及隱私法規，進行公開或同儕審查科學、歷史或統計研究，而刪除資訊可能嚴重影響研究進行，或導致研究無法完成，且您先前已在知情的狀態下予以同意。
      </li>
      <li>根據您與本公司的關係，在符合消費者合理預期範圍內，供內部使用。</li>
      <li>遵守法定義務。</li>
      <li>在與資訊提供情況相符的範圍內，用於其他內部合法目的。</li>
    </ul>
  </li>
  <li>
    不受歧視權：您有權在行使消費者權利時，不受到歧視，包括：<br />
    <ul>
      <li>拒絕提供商品或服務</li>
      <li>
        適用不同的商品或服務價格或費率，包括使用折扣、其他優惠或收取違約金
      </li>
      <li>提供不同等級或品質的商品或服務</li>
      <li>
        暗示您將適用不同的商品或服務價格或費率，或不同等級或品質的商品或服務
      </li>
    </ul>
  </li>
</ul>
<h2>行使您依加州法享有的資料保護權</h2>
<p>若您是加州居民，且有意依加州法行使權利，可與我們聯絡：</p>
<ul>
  <li>
    <p>電子郵件：marketing@talfin.ai</p>
  </li>
  <li>
    <p>
      本公司網站：
      <a
        href="https://www.talfin.ai/"
        target="_blank"
        rel="external nofollow noopener"
        >www.talfin.ai</a
      >
    </p>
  </li>
  <li>
    <p>郵寄：台中市西屯區府會園道 179 號 6 樓之 2</p>
  </li>
</ul>
<p>
  僅有您或您已向州務卿登記的授權代表，有權針對您的個人資訊，提出可驗證的要求。<br />提出要求時，請務必：
</p>
<p>提出要求時，請務必：</p>
<ul>
  <li>提供充分資訊，使我們得以適當確認您是個人資訊當事人或其授權代表。</li>
  <li>詳細說明您的要求，使我們得以正確瞭解、評估與回應。</li>
</ul>
<p>若我們無法完成以下步驟，即可能無法回覆您的要求，或提供您所要求的資訊：</p>
<ul>
  <li>確認您的身分，或提出要求的權限</li>
  <li>確認有關您的個人資訊</li>
</ul>
<p>
  我們收到可驗證的要求後，將在 45
  天內，免費提供您所要求的資訊。在合理必要情況下，我們可能在通知後，將資訊提供期限延後
  45 天。
</p>
<p>本公司提供的資訊，僅涵蓋收到要求前 12 個月。</p>
<p>
  針對資料轉移要求，本公司在提供個人資訊時，將選擇可即用的格式，方便您將資訊由一實體傳送至另一實體。
</p>
<h2>拒絕出售個人資訊</h2>
<p>
  您可選擇退出，拒絕出售您的個人資訊。我們在收到可驗證的要求，並加以確認後，將停止出售您的個人資訊。如有意行使選擇退出權，請與我們聯絡。
</p>
<p>
  與本公司合作的服務供應商 (例如分析或廣告合作夥伴) 可能在本服務中，使用出售
  (如加州法所定義)
  個人資訊的技術。若您有意選擇退出，拒絕您的個人資訊用於興趣導向廣告，以及加州法定義的可能出售行為，請依照以下說明進行。
</p>
<p>
  請注意，選擇退出僅針對您所使用的瀏覽器。您可能需要為使用的不同瀏覽器分別選擇退出。
</p>
<h3>網站</h3>
<p>您可依照本服務中提出的說明選擇退出，拒絕服務供應商投放個人化廣告：</p>
<ul>
  <li>
    NAI 選擇退出平台:
    <a
      href="http://www.networkadvertising.org/choices/"
      target="_blank"
      rel="external nofollow noopener"
      >http://www.networkadvertising.org/choices/</a
    >
  </li>
  <li>
    EDAA 選擇退出平台:
    <a
      href="http://www.youronlinechoices.com/"
      target="_blank"
      rel="external nofollow noopener"
      >http://www.youronlinechoices.com/</a
    >
  </li>
  <li>
    DAA 選擇退出平台:
    <a
      href="http://optout.aboutads.info/?c=2&amp;lang=EN"
      target="_blank"
      rel="external nofollow noopener"
      >http://optout.aboutads.info/?c=2&amp;lang=EN</a
    >
  </li>
</ul>
<p>
  若您選擇退出，系統將在電腦中，針對您選擇的瀏覽器放置
  Cookie。若您變更瀏覽器，或刪除瀏覽器儲存的 Cookie，將需要重新選擇退出。
</p>
<h3>行動裝置</h3>
<p>
  行動裝置可能容許您選擇退出，拒絕系統利用您的應用程式相關資訊投放興趣導向廣告：
</p>
<ul>
  <li>在 Android 裝置「選擇退出興趣導向廣告」或「選擇退出個人化廣告」</li>
  <li>在 iOS 裝置「限制廣告追蹤」</li>
</ul>
<p>您亦可變更行動裝置的偏好設定，停止從您的行動裝置蒐集位置資訊。</p>
<h1>兒童隱私權</h1>
<p>
  本服務的對象不包括未滿 13 歲者。本公司不會在明知的情況下，向未滿 13
  歲者蒐集個人身分識別資訊。父母或監護人若發現子女已向本公司提供個人資料，請與我們聯絡。若我們發現在未通過父母確認的情況下，向未滿
  13 歲者蒐集個人資料，我們將從伺服器中移除該項資訊。
</p>
<p>
  若我們需要取得同意，才能合法處理您的資訊，且依照當地法規，必須取得父母同意，我們在蒐集與利用該項資訊前，將必須取得您的父母同意。
</p>
<h1>連結至其他網站</h1>
<p>
  本服務可能連結至非由本公司管理的其他網站。您點選第三方連結後，便將進入第三方網站。強烈建議您在造訪每個網站時，查閱隱私權政策。
</p>
<p>
  本公司無法控制第三方網站或服務的內容、隱私權政策及措施，亦不負擔相關責任。
</p>
<h1>變更隱私權政策</h1>
<p>
  本公司可能不定期更新隱私權政策。隱私權政策若有變更，我們將在本頁面發布新版政策。
</p>
<p>
  我們將在變更生效前，透過電子郵件及/或本服務的重要公告通知您，並更新本隱私權政策的「最後更新」日期。
</p>
<p>
  建議您定期查閱本隱私權政策，確認是否有任何變更。隱私權政策變更將在本頁面發布時生效。
</p>
<h1>聯絡我們</h1>
<p>如對本隱私權政策有任何疑問，請與我們聯絡：</p>
<ul>
  <li>
    <p>電子郵件：marketing@talfin.ai</p>
  </li>
  <li>
    <p>
      本公司網站:
      <a
        href="https://www.talfin.ai"
        target="_blank"
        rel="external nofollow noopener"
        >www.talfin.ai</a
      >
    </p>
  </li>
  <li>
    <p>郵寄：台中市西屯區府會園道 179 號 6 樓之 2</p>
  </li>
</ul>`
